[
  {
    "id": 1,
    "name1": "NineboT",
    "name2": "Engine Speaker",
    "description": "The built-in engine sound simulation system can simulate the realistic engine roar based on the vehicle's accelerator, brake, speed, and other signals",
    "price": "$149.99",
    "image": "engine_speaker"
  },
  {
    "id": 2,
    "name1": "Extension",
    "name2": "Rod",
    "description": "The Extension Rod helps you to easily maneuver your scooter, so you no longer need to bend over and push it, making it easier to take with you anywhere.",
    "price": "$29.99",
    "image": "extension_rod"
  },
  {
    "id": 3,
    "name1": "Segway Protective",
    "name2": "Gear Set",
    "description": "The curved, streamlined design of the helmet shell, coupled with the thick, high-quality fabrics create a helmet that is stylish, protective and comfortable to wear.",
    "price": "$29.99",
    "image": "protective_gear"
  },
  {
    "id": 4,
    "name1": "Ninebot Leisure",
    "name2": "Backpack",
    "description": "The Ninebot leisure backpack adopts a stylish gray-yellow color contrast, adding a trendy accessory to your wardrobe.",
    "price": "$69.99",
    "image": "leisure_backpack"
  },
  {
    "id": 5,
    "name1": "Segway External",
    "name2": "Battery",
    "description": "It is easy to install and increases the range of the ES1, ES2 & E22 to 27.9, 28 and 27 miles respectively and It also increases the speed",
    "price": "$249.99",
    "image": "external_battery"
  },
  {
    "id": 6,
    "name1": "Segway",
    "name2": "Charger",
    "description": "Whether at home, the office, or on your KickScooter journey, this Ninebot KickScooter by Segway Charger is designed to provide a safe and stable charge anytime, anywhere.",
    "price": "$79.99",
    "image": "charger"
  },
  {
    "id": 7,
    "name1": "Segway",
    "name2": "Scooter Bag",
    "description": "Tough EVA material, suitable for the entire Ninebot KickScooter by Segway line. 3L capacity gives you plenty of room to carry your phone, charger, bottled water, and other personal items.",
    "price": "$49.99",
    "image": "scooter_bag"
  },
  {
    "id": 8,
    "name1": "Segway",
    "name2": "Phone Holder",
    "description": "The dual screw, non-slip design offers ultimate security and versatility. The phone holder is applicable to multiple vehicle series.",
    "price": "$29.99",
    "image": "phone_holder"
  },
  {
    "id": 9,
    "name1": "Segway",
    "name2": "Scooter Seat",
    "description": "This scooter seat is designed to work with the MAX. It offers high quality, comfort and safety that is in line with the MAX KickScooter.",
    "price": "$119.99",
    "image": "scooter_seat"
  }
]
